{
    "Contact": "Контакт",
    "Mon - Fri": "Пон - Пет",
    "E-invoice": "Е-фактура",
    "Sign in to receive invoices to your email address": "Најавете се да ги добивате фактурите на вашата емаил адреса",
    "Pay Fast": "Плати брзо",
    "Quick payment of invoices without the need to log in": "Брзо плаќање на фактури без потреба од најавување",
    "Nikob User portal": "НИКОБ кориснички портал",
    "Fast and secure payment of your invoices": "Брзо и сигурно плаќање на вашите фактури",
    "More information": "Повеќе информации",
    "Email Address": "Емаил адреса",
    "Your email address": "Вашата емаил адреса",
    "Email Address for confirmation": "Емаил адреса за потврда",
    "Password": "Лозинка",
    "Repeat password": "Потврди Лозинка",
    "Reset password": "Ресетирај лозинка",
    "Forgot your password?": "Ја заборавивте лозинката?",
    "I know my password": "Си а знам лозинката",
    "Please confirm your password before we continue": "Ве молиме потврдете ја вашата лозинка пред да продолжиме.",
    "Log In": "Логирај се",
    "Sign out": "Одјави се",
    "Remember me": "Запомни ме",
    "Forget password": "Заборавена лозинка",
    "Create account": "Креирај профил",
    "You don't have account?": "Сеуште немате профил?",
    "You already have an account": "Имате профил?",
    "First Name": "Име",
    "Last Name": "Презиме",
    "Confirm your email address": "Потврдете ја вашата емаил адреса",
    "We sent you new email to confirm your email": "Ви испративме нов емаил за да го потврдите вашиот емаил",
    "Before we continue please check you email for confirmation": "Пред да продолжиме ве молиме проверете ја вашата емаил адреса за потврда",
    "If you do not receive the email": "Ако немате добиено емаил",
    "click here to sent it again": "кликнете овде за да ви испратиме повторно",
    "Invoice data": "Податоци за фактура",
    "E-mail confirmation": "Е-маил потврда",
    "Make payment": "Извршете плаќање",
    "Payment status": "Статус на плаќањето",
    "Status": "Статус",
    "Error": "Грешка",
    "Step 1": "Чекор 1",
    "Step 2": "Чекор 2",
    "Pay your invoice without signing in to nikob.com.mk, simply enter your customer number and number of invoice that you want to pay.": "Платете ја вашата фактура без најава на nikob.com.mk, само внесете го бројот на клиент и фактурата што сакате да ја платите.",
    "Enter invoice": "Внеси фактура",
    "Customer number": "Број на клиент",
    "Customer name": "Име на корисник",
    "Invoice number": "Број на фактура",
    "Invoices list": "Листа на фактури",
    "Your customers": "Ваши клиенти",
    "Remove this customer": "Отстранете клиент",
    "Total": "Вкупно",
    "Date": "Дата",
    "Amount": "Износ",
    "Continue": "Продолжи",
    "Confirm": "Потврди",
    "Delete": "Избриши",
    "Customer informations": "Информации за клиентот",
    "Add new customer": "Поврзете нов клиент",
    "Connect customer": "Поврзи корисник",
    "Invoice with that number is not found!": "Фактура со тој број не е пронајдена!",
    "The invoice number and the customer number must match": "Бројот на фактурата и клиентот мора да се совпаќаат",
    "Invoice is already added": "Фактура е веќе додадена",
    "The invoice has been successfully added for payment": "Фактурата е успешно додадена за плаќање",
    "An invoice has been successfully deleted from the payment list": "Фактура е успешно избришана од листата за плаќање",
    "Are you sure you want to delete the invoice from the payment list?": "Дали сте сигурни дека сакате да ја избришете фактурата од листата за плаќање?",
    "Your informations": "Ваши информации",
    "Change Email": "Промени емаил адреса",
    "Change password": "Промени лозинка",
    "Old password": "Стара лозинка",
    "New password": "Нова лозинка",
    "Confirm new password": "Потврдете нова лозинка",
    "Transaction is processing": "Трансакцијата се обработува",
    "Transaction declined": "Неуспешна трансакција",
    "Try again": "Обидете се повторно",
    "Go back": "Врати се назад",
    "Transaction successfull": "Успешна трансакција",
    "Transaction ID": "Број на трансакција",
    "Execution time": "Датум на извршување",
    "Thank you": "Ви Благодариме",
    "Homepage": "Почетна",
    "Unpaid invoices": "Неплатени фактури",
    "Due date": "Датум до",
    "Currency": "Валута",
    "Billing total": "Вкупно за наплата",
    "den": "ден",
    "Your transaction is being processed": "Вашата трансакција се процесира",
    "Your last transaction has been declined": "Вашата последна трансакција е одбиена",
    "There was an error during the last payment attempt": "Се случи грешка при последниот обид за плаќање",
    "Transactions list": "Преглед на трансакции",
    "Pending": "Се процесира",
    "Declined": "Одбиена",
    "Processing": "Се процесира",
    "Approved": "Успешна",
    "Error occured": "Се случи Грешка",
    "Customer data": "Податоци за корисникот",
    "Download invoices": "Превземи фактури",
    "Download": "Превземи",
    "Help": "Помош",
    "There is no customer added": "Сеуште немате додадено клиент",
    "Password changed successfully!": "Лозинката е успешно променета!",
    "Old Password doesn't match!": "Старата лозинка не се совпаѓа!",
    "Please confirm your new password": "Ве молиме потврдете ја вашата нова лозинка",
    "Please enter you old and new password": "Ве молиме внесете ја старата и новата лозинка",
    "Email changed successfully!": "Е-маил адресата е успешно променета!",
    "Address": "Адреса",
    "Receive your bills on your email address.": "Добијте ги вашите сметки по електронска пошта.",
    "Fill out the form below and from now on receive you invoices directly on your email.": "Пополнете го формуларот подолу и отсега па натаму добивајте ги вашите сметки по пат на електронска пошта.",
    "With the e-invoice service you can always be sure that;": "Со услугата е-фактура секогаш можете да бидете сигурни дека;",
    "You will receive the bills in a timely manner.": "Сметките ќе ги добивате навремено.",
    "Bills will not be lost on the way to yours mail box.": "Сметките нема да се изгубат на пат до Вашето поштенско сандаче.",
    "If you have multiple user numbers, you will receive the bills in one place.": "Доколку имате повеќе кориснички броеви, сметките ќе ги добивате на едно место.",
    "Registration is simple and fast, and by filling out this form you immediately become a user of the e-invoice service.": "Пријавувањето е едноставно и брзо, а со пополнување на овој формулар веднаш станувате корисник на услугата е-фактура.",
    "The entered data is correct and refers to a customer number and measurement point in my possession/right of usage. I am consent that my personal data is processed for the purpose of services payment. For every change in my personal data I will notify EVN Macedonia and the companies where it is the only or a majority shareholder within 30 days of the change. Otherwise, every delivery that the company makes at the address stated in this form is considered legitimate.": "Внесените податоци се точни и се однесуваат на број на корисник и на место на потрошувачка во моја сопственост/со право на користење. Согласен/на сум моите лични податоци да бидат обработувани за цели на наплата на услугите. За секоја промена на податоците ќе ја известам НИКОБ Македонија и на друштвата каде што е единствен/мнозински содружник во рок од 30 дена од настанатата промена. Во спротивно, секоја достава од страна на друштвото, на адресата наведена во овој формулар, се смета за уредно извршена.",
    "I agree to receive invoices only electronically to the specified e-mail address.": "Се согласувам фактурите да ги добивам само по електронски пат на наведената e-пошта.",
    "For each change of method on delivery of the invoice feel free to contact the contact center of NIKOB and the companies where he is the sole/majority partner, of phone numbers 089089089 or 02 3205 000 or by e-mail info@nikob.mk.": "За секоја промена на начинот на испорака на фактурата слободно обратете се во контакт-центарот на НИКОБ и на друштвата каде што е единствен/мнозински содружник, на телефонските броеви 089089089 или 02 3205 000 или на е-пошта info@nikob.mk.",
    "By clicking the SEND button you confirm that you have been contacted and you agree with the terms of the privacy policy of NIKOB Security and the companies where it is an only or majority shareholder.": "Со кликнување на копчето ПРАТИ, потврдувате дека сте запознаени и се согласувате со содржината од политиката на приватност на НИКОБ и на друштвата каде што е единствен/мнозински содружник.",
    "For all questions regarding the right to process your personal data, please contact us ": "За сите прашања околку правото на обработка на Вашите лични податоци обратете се ",
    "here": "тука",
    "You have successfully logged in to receive an e-invoice. Wait for an email confirmation.": "Успешно се најавивте за добивање на е-фактура. Почекајте потврда по е-пошта.",
    "The combination customer number/invoice number is not valid. Try again.": "Комбинацијата на клиентски број/број на фактура на е валиден. Обидете се повторно.",
    "Please fill all the fields": "Ве молиме пополнете ги сите полиња",
    "Lowercase & Uppercase": "Голема и мала буква",
    "Numbers": "Бројка",
    "Special Character": "Специјален знак",
    "At least 8 Character": "Минимум 8 карактери",
    "The :attribute field must contain at least one letter.": "Полето лозинка мора да содржи барем една буква",
    "The :attribute field must contain at least one uppercase and one lowercase letter.": ":Полето лозинка мора да содржи барем една голема и мала буква",
    "The :attribute field must contain at least one number.": "Полето лозинка мора да содржи барем еден број",
    "The :attribute field must contain at least one symbol.": "Полето лозинка мора да содржи барем еден знак",
    "Hello!": "Почитувани!",
    "Regards": "Со почит",
    "Verify Email Address": "Потврдете ја вашата емаил адреса",
    "Please click the button below to verify your email address.": "Ве молиме кликнете на копчето подолу за да ја потврдите вашата е-маил адреса.",
    "If you did not create an account, no further action is required.": "Ако мислите дека е грешка, не се потребни дополнителни акции.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\n. into your web browser:": "Ако имате проблем со кликнување на копчето \":actionText\", копирајте ја URL адресата подолу\n. во вашиот веб прелистувач:",
    "All rights reserved.": "Сите права задржани.",
    "Go Back": "Врати се назад",
    "currently a pdf version of the invoice is not available. If you want to receive a pdf version of the invoice, ask us at 02 3088 500": "моментално pdf верзија од фактурата е недостапна. Доколку сакате да добиете pdf верзија од фактурата побарајте не на 02 3088 500"
}
